{
  "application-form": {
    "header": "Formulaire de demande",
    "wizard-step": "Section",
    "step": {
      "personal-information": {
        "header": "Veuillez fournir vos informations personnelles",
        "birth-year": {
          "label": "En quelle année es-tu né?",
          "helper-text": "Veuillez noter que pour être éligible, vous devez avoir entre 18 et 30 ans et l'âge de la majorité dans votre province ou votre territoire de résidence.",
          "required": "Année de naissance est requis"
        },
        "education-level-id": {
          "label": "Quel est votre plus haut niveau d'éducation formelle achevé ou inscrit actuellement?",
          "helper-text": "Veuillez noter qu'il n'y a pas d'obligation d'éducation pour ce programme.",
          "required": "Plus haut niveau d'éducation formelle est requis"
        },
        "email": {
          "email-invalid": "Adresse courriel n'est pas dans un format valide",
          "label": "Adresse courriel",
          "required": "Adresse courriel est requis"
        },
        "first-name": {
          "label": "Prénom",
          "required": "Prénom est requis"
        },
        "gender-id": {
          "label": "À quelle identité de genre vous identifiez-vous le plus?",
          "required": "Identité de genre vous identifiez-vous le plus est requis"
        },
        "is-canadian-citizen": {
          "label": "Êtes-vous un citoyen canadien, un résident permanent ou une personne protégée?",
          "helper-text": "Une personne protégée est une personne sur laquelle la protection des réfugiés est conférée en vertu de la Loi sur l'immigration et la protection des réfugiés et dont la réclamation ou la demande n'a pas été considérée par la suite à être rejetée en vertu du paragraphe 108(3), 109(3) ou 114(4) oucet acte.",
          "required": "Citoyen canadien, un résident permanent ou une personne protégée est requis"
        },
        "is-province-major-certified": {
          "label": "Je certifie que j'ai l'âge de la majorité dans ma province",
          "link": "Trouvez l'âge de la majorité dans votre province",
          "required": "Âge de la majorité dans ma province est requis",
          "must-be-true": "Vous devez certifier que vous avez l'âge de la majorité dans votre province"
        },
        "language-id": {
          "label": "Dans quelle langue officielle préféreriez-vous être contacté?",
          "required": "Langue officielle est requis"
        },
        "last-name": {
          "label": "Nom de famille",
          "required": "Nom de famille est requis"
        },
        "phone-number": {
          "label": "Numéro de téléphone",
          "phone-invalid": "Numéro de téléphone n'est pas dans un format valide"
        },
        "province-id": {
          "label": "Quelle province ou territoire est votre résidence principale?",
          "required": "Province ou territoire est votre résidence principale est requis"
        }
      },
      "identity-information": {
        "header": "Veuillez sélectionner les descriptions avec lesquelles vous identifiez",
        "indigenous-type-id": {
          "label": "Je suis membre d'une communauté autochtone",
          "required": "Membre d'une communauté autochtone est requis"
        },
        "is-disabled": {
          "label": "Je suis une personne vivant avec un handicap",
          "required": "Personne vivant avec un handicap est requis"
        },
        "is-lgbtq": {
          "label": "Je suis membre de la communauté LGBTQ2",
          "required": "Membre de la communauté LGBTQ2 est requis"
        },
        "is-minority": {
          "label": "Je suis membre d'une communauté minoritaire visible",
          "required": "Membre d'une communauté minoritaire visible est requis"
        },
        "is-newcomer": {
          "label": "Je suis récemment nouveau venu au Canada, au cours des 5 dernières années",
          "required": "Récemment nouveau venu au Canada est requis"
        },
        "is-rural": {
          "label": "Je vis dans une zone rurale ou éloignée",
          "required": "Vis dans une zone rurale ou éloignée est requis"
        }
      },
      "expression-of-interest": {
        "header": "Veuillez fournir votre expression d'intérêt",
        "community-interest": {
          "label": "Si vous pouviez avoir un impact positif sur un problème de votre communauté, quel problème voudriez-vous aborder et pourquoi?",
          "required": "Intérêt communautaire est requis"
        },
        "program-interest": {
          "label": "Le pilote de participation civique vise à assurer l'inclusion des jeunes d'identités diverses, de données démographiques, de styles d'apprentissage et de capacités et de milieux éducatifs - y a-t-il quelque chose que vous ressentez faciliterait votre participation à ce pilote?"
        },
        "skills-interest": {
          "label": "Parlez-nous de vous-même, décrivez vos forces, vos passions et vos motivations.Quelles compétences et connaissances espérez-vous gagner de cette expérience?",
          "required": "Intérêt des compétences est requis"
        }
      },
      "consent": {
        "header": "Veuillez fournir vos informations et votre consentement d'accès",
        "has-dedicated-device": {
          "label": "Avez-vous accès à un appareil dédié sur lequel travailler?",
          "required": "Accès à un appareil dédié requis"
        },
        "discovery-channel-id": {
          "label": "Comment avez-vous entendu parler du pilote de participation civique?",
          "required": "Entendu parler du pilote de participation civique est requis"
        },
        "internet-quality-id": {
          "label": "Avez-vous accès à Internet fiable?",
          "required": "Accès à Internet fiable est requis"
        },
        "is-information-consented": {
          "label": "À ma connaissance, toutes les informations ci-dessus sont vraies et exactes, et je consens à partager ma réponse avec l'emploi et le développement social Canada",
          "required": "Vous devez consentit à partager ma réponse avec l'emploi et le développement social Canada",
          "must-be-true": "Vous devez consentit à partager ma réponse avec l'emploi et le développement social Canada"
        }
      }
    },
    "submit": "Soumettre la demande"
  }
}
