{
  "page": {
    "title": "Vérifier votre adresse courriel",
    "header": "Regarder dans votre boîte courriel pour obtenir le code vérification à six caractères",
    "description": "Merci pour votre intérêt envers le pilote de participation civique. S'il vous plait, veuillez entrer le code reçu par courriel afin de valider votre adresse courriel. Si vous êtes dans l'impossibilité d'accéder à vos courriels pour le moment, cliquer sur « Je le ferai plus tard », vous n'aurez qu'à cliquer sur le lien de validation inclus dans le courriel au moment désiré."
  },
  "form": {
    "accessCode": {
      "label": "Code de vérification à six caractères",
      "required": "Code de vérificiation est requis",
      "length-invalid": "Code de vérification doit être 6 caractères",
      "invalid": "Code de vérification est invalide",
      "help-text": "Nombre d'essai restant: {{attempts}}/{{maxAttempts}}"
    },
    "submit": "Soumettre",
    "cancel": "Je le ferai plus tard"
  },
  "failed": {
    "page": {
      "title": "Le code que vous avez entré est invalide.",
      "header": "Le code que vous avez entré est invalide.",
      "description": "Essayer de cliquer sur le lien présent dans le courriel de validation qui vous a été envoyé. Si le problème persiste, veuillez nous contacter au <0></0>"
    },
    "form": {
      "submit": "Visiter notre site-web"
    }
  },
  "success": {
    "page": {
      "title": "Merci de confirmer votre adresse e-mail",
      "header": "Merci de confirmer votre adresse e-mail",
      "sub-header": "Votre processus de candidature est maintenant terminé",
      "message": "Merci d'avoir posé votre candidature pour participer au projet pilote de participation civique du Service jeunesse Canada ! Les participants seront sélectionnés par un tirage au sort aléatoire effectué par ordinateur. Tous les candidats admissibles seront automatiquement inscrits au tirage au sort.  Vous pouvez vous attendre à savoir si vous avez été sélectionné en mai 2021."
    },
    "form": {
      "submit": "Visiter notre site-web"
    }
  },
  "token": {
    "page": {
      "title": "Vérifier votre adresse courriel",
      "header": "Vérifier votre adresse courriel",
      "description": "Cliquez sur le bouton ci-dessous pour vérifier votre adresse courriel.",
      "submit": "Vérifier mon adresse courriel"
    }
  }
}
