{
  "page": {
    "title": "Vérifiez votre adresse courriel",
    "header": "Vérifiez votre boîte de réception pour un code de vérification à six chiffres",
    "description": "Merci à vous de vous intéresser au pilote CSC-CPP, veuillez entrer le code de vérification qui vous a été envoyé pour valider votre adresse courriel. Si vous ne pouvez pas accéder à votre courrier électronique pour le moment, appuyez sur \"Je le ferai plus tard\" et cliquez sur le lien de vérification directement dans le courriel ultérieurement."
  },
  "form": {
    "accessCode": {
      "label": "Code de vérification à six chiffres",
      "required": "Code de vérificiation est requis",
      "length-invalid": "Code de vérification doit être 6 chiffres",
      "invalid": "Code de vérification est invalide",
      "help-text": "{{attempts}}/{{maxAttempts}} tentatives restantes"
    },
    "submit": "Soumettre",
    "cancel": "Je le ferai plus tard"
  },
  "failed": {
    "page": {
      "title": "Code de vérification de courrier électronique incorrect",
      "header": "Le code que vous avez entré est incorrect",
      "description": "Essayez de cliquer sur le lien de valildation envoyé à votre courriel. Si cela ne résout toujours pas le problème, contactez-nous à <0></0>"
    },
    "form": {
      "submit": "Visitez le site Web du CSC"
    }
  },
  "success": {
    "page": {
      "title": "Vérification du courrier électronique validé",
      "header": "Merci de valider votre adresse email",
      "sub-header": "Votre processus de candidature est maintenant complet",
      "message": "Merci d'avoir postulé pour participer au projet pilote de participation civique du Service canadien des services du Canada! Les participants seront sélectionnés à l'aide d'un tirage au sort généré par ordinateur. Tous les candidats éligibles seront automatiquement inscrits au tirage. Vous pouvez vous attendre à savoir si vous avez été sélectionné en mai 2021."
    },
    "form": {
      "submit": "Visitez le site Web du CSC"
    }
  }
}
